
/* Presented when user typed illegal characters -- No valid object */
"Invalid number" = "数値が正しくありません";

/* Presented when user value smaller than minimum */
"Fell short of minimum" = "最小値を下回っています";

/* Presented when user value larger than maximum */
"Maximum exceeded" = "最大値を超えています";

/* Presented when value is a float, but floats not allowed */
"Floating Point not allowed" = "小数値は使えません";

/* Presented when string cannot be converted to an NSDate */
"Invalid date string" = "日付の文字列が正しくありません";

